
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "¡%1$@ %2$@ ha sido instalado y estará listo para utilizarse la próxima vez que %3$@ se inicie! ¿Quieres reiniciar ahora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es la versión más nueva de momento.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está disponible (tienes la %3$@). ¿Quieres descargarla ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "¡%@ no tiene permiso para escribir en el directorio Aplicaciones! ¿Estás ejecutando desde una imagen de disco? Si no, pide ayuda a tu administrado de sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡Una nueva versión de %@ ha sido instalada!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "¡Una nueva versión de %@ está disponible!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ha ocurrido un error durante la instalación. Por favor, inténtalo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ha ocurrido un error al recibir la actualización. Por favor, inténtalo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ha ocurrido un error al recibir la actualización. ¿Estás conectado a Internet? Por favor, inténtalo más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ha ocurrido un error al extraer el archivo. Por favor, inténtalo más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ha ocurrido un error durante la descarga del archivo. Por favor, inténtalo más tarde.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Buscar actualizaciones en el inicio?";

/* No comment provided by engineer. */
"Diagnose" = "Diagnosticar";

/* No comment provided by engineer. */
"Downloading update" = "Descargando actualización";

/* No comment provided by engineer. */
"Extracting update" = "Extrayendo actualización";

/* No comment provided by engineer. */
"Ignore" = "Ignorar";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y reiniciar";

/* No comment provided by engineer. */
"Installing update" = "Instalando actualización";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Open Console" = "Abrir consola";

/* No comment provided by engineer. */
"Ready to install!" = "¡Listo para instalar!";

/* No comment provided by engineer. */
"Unknown network error" = "Error de red desconocido";

/* No comment provided by engineer. */
"Update Error!" = "¡Error durante la actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Quieres que %@ busque actualizaciones en el inicio? Si no, puedes iniciar la búsqueda manualmente desde el menú de la aplicación.";

/* No comment provided by engineer. */
"Would you like to ignore this problem or attempt to diagnose it?  You may also open the Console log to check for errors." = "¿Quieres ignorar el problema o intentar diagnosticarlo? También puedes abrir la consola de registro para buscar errores.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up to date!" = "¡Estás actualizado!";
